{
   "Mild": [
      {
         "Tag": "A",
         "Name": "Aji Panca",
         "Origin": "Peru",
         "Species": "Capsicum Chinense",
         "Description": "Aji panca is a staple of Peruvian and Bolivian cooking. A close relative of aji amarillo, but with a brighter, fresher flavor. It is commonly sold dried—the name comes from a Quechua word meaning “dried corn husk”. Use it in dressings, pair it with chocolate, or mix with garlic, salt, and olive oil for the perfect kebab or chicken rub.",
         "SourceName": "Serious Eats",
         "SourceURL": "https://www.seriouseats.com/spice-hunting-aji-panca-chile-peruvian"
      },
      {
         "Tag": "A",
         "Name": "Aleppo Paprika",
         "Origin": "Aleppo, Syria",
         "Species": "Capsicum Annuum",
         "Description": "Aleppo pepper, or the 'Halaby pepper' is frequently used as a spice in Middle Eastern and Mediterranean cuisine. It is often sold dried and crushed, and has a slightly raisin-like flavor. The pepper is named after Aleppo, a northern Syrian city on the Silk Road where it is commonly grown.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "A",
         "Name": "Boldog Paprika",
         "Origin": "Boldog, Hungary",
         "Species": "Capsicum Annuum",
         "Description": "This pepper is traditionally used for drying and grinding into paprika, but is also excellent fresh. Roast and peel for delicious additions to pizza, pasta or stew. The town of Boldog is in a well-known spice-pepper district northeast of Budapest.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "A",
         "Name": "Brazilian Starfish",
         "Origin": "Brazil",
         "Species": "Capsicum Baccatum",
         "Description": "A unique star-shape pepper with a fruity taste. Used in Peru to flavor fish dishes and in Columbia and Ecuador as a condiment. The plants have a weeping, vine-like habit. Perfect for pickling or just eating raw in salad. Be careful–heat between peppers can vary up to medium!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "A",
         "Name": "Brown Jalapeño",
         "Origin": "",
         "Species": "Capsicum Annuum",
         "Description": "From Refining Fire Chiles: “This variety was obtained from my grower friend Peter Merle who resides in the Canary Islands. In 2015 a friend of Peter’s gave him some seeds of a very large Jalapeno type that he had been growing a few years. He told Peter that he believed an Ancho Mulato type accidentally crossed into it in his garden. The result was an extra large mild Jalapeno that ripened brown. The Brown Jalapeno have a smoky sweet flavor with mild heat. The smokiness is very subtle in the background. The Brown Jalapeno peppers are over an inch in width and average 4 to 6 inches long. They are ideal for stuffing, roasting and sauces.”",
         "SourceName": "Refining Fire Chiles",
         "SourceURL": "https://www.superhotchiles.com/product/brown-jalapeno-pepper-10-seeds/?v=7516fd43adaa"
      },
      {
         "Tag": "A",
         "Name": "Chilhuacle",
         "Origin": "Oaxaca, Mexico",
         "Species": "Capsicum Annuum",
         "Description": "Chilhuacles, whose name means ‘ancient chile’ in Nahuatl, are very special chiles. Chef Maricel Presilla describes chilhuacles grown in their native La Cañada valley as “one of the world's most rarified, expensive ingredients, in the same class as beluga caviar and white truffles.” The chilhuacle negro is especially prized as the soul of the Oaxacan mole negro. Although chilhuacles grown outside of La Cañada do not carry the same unique cultural history and prized flavours, these peppers are delicious roasted or as the base for your very own mole. ",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "A",
         "Name": "Guajillo",
         "Origin": "",
         "Species": "Capsicum Annuum",
         "Description": "The guajillo chile is one of the most popular chiles grown in Mexico. They are commonly used dried in salsas, moles, and meat marinades. They are the basis of adobo, used to make carne adobada. Eaten fresh, they are good in salads and as a garnish.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "A",
         "Name": "Hot Wax",
         "Origin": "Hungary",
         "Species": "Capsicum Chinense",
         "Description": "Also known as Hungarian or yellow hot wax. Similar to banana and pepperoncini peppers, it has a fresh apple flavour and pickles well. Try it sliced and pan-fried with a little salt and olive oil.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "A",
         "Name": "Hungarian Paprika",
         "Origin": "Hungary",
         "Species": "Capsicum Annuum",
         "Description": "Paprika, which simply means ‘pepper’ in Hungarian, is one of the country's most popular spices. It is available in many different grades, each with a subtly different flavour. This pepper is commonly dried and ground to produce the spice.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "A",
         "Name": "Nu Mex Joe E Parker",
         "Origin": "New Mexico",
         "Species": "Capsicum Annuum",
         "Description": "This Anaheim pepper was developed at New Mexico State University in 1990, and named for one of the evaluators who helped with its selection. It is perfect for grilling, sautéing, stuffing, and roasting, and has a rich, full flavor typical of New Mexican chiles.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "A",
         "Name": "Pasilla",
         "Origin": "Mexico",
         "Species": "Capsicum Annuum",
         "Description": "Also known as chilaca in many parts of Mexico. The name pasilla means ‘little raisin’. When dried, they are a key part of many Mexican moles and sauces, but they are also delicious fresh, either stir-fried or stuffed.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "A",
         "Name": "Poblano",
         "Origin": "Mexico",
         "Species": "Capsicum Annuum",
         "Description": "This is the classic pepper for stuffing in Mexico. It is also delicious cut into strips and sauteed with onions. They are also known as anchos or mulatos when dried.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "A",
         "Name": "Shishito",
         "Origin": "Japan",
         "Species": "Capsicum Annuum",
         "Description": "This increasingly popular pepper is commonly pan-fried or blistered on a grill and served with citrus and salt. Yuzu is best, but lime will work well. Their name comes from the Japanese words ‘shishi’, meaning lion, and ‘togarashi’, meaning peppers. Be careful—it's said that one in four shishitos will catch you out with a surprising heat!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "A",
         "Name": "Szegedi Paprika",
         "Origin": "Hungary",
         "Species": "Capsicum Annuum",
         "Description": "Szeged is one of Hungary's most significant paprika-producing cities. Peppers from the region are thought to produce a very fine grade of sweet paprika, which is exported globally.",
         "SourceName": "The Hungarian Paprika",
         "SourceURL": "https://www.thehungarianpaprika.hu/en/types/szegedi/"
      }
   ],
   "Medium": [
      {
         "Tag": "B",
         "Name": "Aji Fantasy",
         "Origin": "Finland",
         "Species": "Capsicum Baccatum",
         "Description": "The Aji Fantasy was developed over a 5 year period by Fatalii Seeds in Finland. They describe it as “truly sweet, delicious and tenderly mild from the edges and somewhat hot in the center”. This pepper is ideal for stuffing, but is also great on salads and with seafood.",
         "SourceName": "Fatalii Seeds",
         "SourceURL": "https://fataliiseeds.net/product/aji-fantasy/"
      },
      {
         "Tag": "B",
         "Name": "Aji Guyana",
         "Origin": "Guyana",
         "Species": "Capsicum Baccatum",
         "Description": "These South American peppers are quite aromatic and not too sweet. Great for a hot pickle, and can be easily dried for flakes or powder.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "B",
         "Name": "Aji Orange Peru",
         "Origin": "Peru",
         "Species": "Capsicum Baccatum",
         "Description": "Description coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "B",
         "Name": "Aji Orange Strawberry",
         "Origin": "Fallsington, PA",
         "Species": "Capsicum Baccatum",
         "Description": "From Sherwood's Seeds: “The origin of the Orange Drop is a random mutation of the Aji Strawberry Drop plants we grow. Looks very much like Aji Mango, however, the pods are roughly one-third larger with more of a Aji Strawberry Drop flavor. Like other C. baccatum species, these peppers were practically unknown in the West until the early 1990s, but are now gaining wide popularity.”",
         "SourceName": "Sherwood’s Seeds",
         "SourceURL": "https://www.sherwoodsseeds.com/products/29751970-aji-orange-drop-limon-kellu-uchu-chile-heirloom-pepper-premium-seed-packet"
      },
      {
         "Tag": "B",
         "Name": "Aji Rico",
         "Origin": "America",
         "Species": "Capsicum Baccatum",
         "Description": "This pepper is perfect for cooking into salsas or hot sauces. Thin-walled and crispy, it can also be eaten fresh. It is a unique hybrid hot pepper that ripens very early in the season.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "B",
         "Name": "Beaver Dam",
         "Origin": "Beaver Dam, WI",
         "Species": "Capsicum Annuum",
         "Description": "This Hungarian heirloom pepper was brought to Beaver Dam, Wisconsin in 1912 by the Joe Hussli family. Florence Hussli recommends adding crisp sliced rings to a cheese and bologna sandwich, or using for stuffed peppers.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "B",
         "Name": "Cayenne",
         "Origin": "French Guiana",
         "Species": "Capsicum Annuum",
         "Description": "These famous peppers are often paired with vinegar or lemon and cooked with seafood. Try making a vinegary Louisiana-style hot sauce, or dry them to use in baking.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "B",
         "Name": "Cherry Bomb",
         "Origin": "America",
         "Species": "Capsicum Annuum",
         "Description": "Available in red, orange, and chocolate colors, these thick-walled peppers are perfect for pickling or stuffing and baking. Try substituting them into jalapeño popper recipes—their sweet, bright, and grassy flavors will shine through.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "B",
         "Name": "De Arbol",
         "Origin": "Mexico",
         "Species": "Capsicum Annuum",
         "Description": "The bright color and clean taste make these peppers a great choice for table sauces with tomatoes and tomatillos. When dried, they hold their bright red colour and are perfect for spicing hot chocolate. Their name means ‘tree chile’ for the way they grow, but they're also known as bird's beak chiles and rat's tail chiles.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "B",
         "Name": "Ethiopian Brown",
         "Origin": "Ethiopia",
         "Species": "Capsicum Annuum",
         "Description": "Sometimes also known as ‘Brown Berbere’. This pepper has a rich, smoky flavor.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "B",
         "Name": "Georgia Flame",
         "Origin": "Georgia",
         "Species": "Capsicum Annuum",
         "Description": "The Georgia Flame Pepper originates from the Republic of Georgia, not the US state! It is named for its shape, which resembles a candle flame. These peppers are best for grilling and roasting, but are also delicious eaten fresh",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "B",
         "Name": "Gong Bao",
         "Origin": "Asia",
         "Species": "Capsicum Annuum",
         "Description": "Despite often being labelled as Thai, this pepper has a strong connection to Chinese cuisine. It gets its name from a Szechuanese classic dish often transcribed into English as ’kung pao’. These thin-walled peppers are commonly used dried, but also make a perfect stir-fry ingredient or garnish.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "B",
         "Name": "Kıl Biber",
         "Origin": "Turkey",
         "Species": "Capsicum Annuum",
         "Description": "From PuckerButt Pepper Company: “This interesting Capsicum annuum from Turkey produces very long 7-8 inch Cayenne-like pods that are unique due to the twisting / contortion of the pod. The pods have relatively low heat levels and a typical sweet cayenne flavor. They could definitely be used to make a sweet paprika powder.”",
         "SourceName": "PuckerButt Pepper Company",
         "SourceURL": "https://puckerbuttpeppercompany.com/products/cp-322-kll-biber"
      },
      {
         "Tag": "B",
         "Name": "Peach Drop",
         "Origin": "",
         "Species": "Capsicum Baccatum",
         "Description": "Description coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "B",
         "Name": "Piquillo",
         "Origin": "Navarre, Spain",
         "Species": "Capsicum Annuum",
         "Description": "Chef Maricel Presilla describes these as “the ultimate pepper sweet pepper for cooking”, due to their “juicy thin flesh that does not tear easily, sweet and tangy flavor, and their perfect shape for stuffing.” She recommends stuffing them with Spanish-styled seafood or sautéeing them with garlic as a side for a grilled meat.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "B",
         "Name": "Prik Chi Faa",
         "Origin": "Thailand",
         "Species": "Capsicum Annuum",
         "Description": "These peppers bring a hot kick to curry pastes, dipping sauces, and stir fries. Like the Mexican chile mirasol, their name means “pointing to the sky,” after their upward growing-tendency.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "B",
         "Name": "Ralph Thompson’s Squash",
         "Origin": "Italy",
         "Species": "Capsicum Annuum",
         "Description": "This distinctively shaped pepper was was originally grown by Italian immigrants who came to Boston as indentured servants. Its seeds were eventually donated to a seed exchange by the daughter of Ralph Mead Thompson, of Woburn, MA.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "B",
         "Name": "Ram’s Horn",
         "Origin": "Valdese, NC",
         "Species": "Capsicum Annuum",
         "Description": "These long, twisted fruits with wrinkled skin resemble the spiraling horns of rams. They have a sweet flavor with an even burn similar to a cayenne pepper. This heirloom variety is from North Carolina circa 1910, and local folklore attributes it to the the Waldenses in Valdese.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "B",
         "Name": "Serrano",
         "Origin": "Mexico",
         "Species": "Capsicum Annuum",
         "Description": "Named for the mountainous regions of its birthplace in the Mexican states of Puebla and Hidalgo, but now widely available in the United States. The serrano is the Mexican preference for guacamole and fresh salsas, owing to its clean, sharp flavor and lower water content than the jalapeño.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "B",
         "Name": "Thunder Mountain",
         "Origin": "Guizhou, China",
         "Species": "Capsicum Annuum",
         "Description": "From the Hippy Seed Company: “In the south west of Guizhou in China, The Mountain of Leigongshan (Mountain of Thunder) stands as a natural fortress. In the area around Thunder Mountains they grow some amazing chillies. Among them is the rare Thunder Mountain Longhorn Chilli. First they let the sun dry the chillies and afterwards  they put them in charcoal heated hot houses, so they get a sun-dried flavour combined with a smoky flavour—a flavour that makes them completely unique.”",
         "SourceName": "The Hippy Seed Company",
         "SourceURL": "https://thehippyseedcompany.com/product/thunder-mountain-longhorn-chilli/"
      },
      {
         "Tag": "C",
         "Name": "Aribibi Gusano",
         "Origin": "Aribibi, Bolivia",
         "Species": "Capsicum Chinense",
         "Description": "This unusual pepper is from the Amazonian town of Aribibi in Bolivia. Chef Maricel Presilla says that in local slang, aribibi means a loud, tantrum-throwing person, which is suitable for this hot little pepper. Its wrinkly shape and light color get it the name gusano, meaning ‘worm’. In Bolivia it is ground to a paste for vinegary table sauces, but it also makes an interesting pickle. Expect some C. chinense fruity and floral flavors.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "C",
         "Name": "Jalapeño",
         "Origin": "Mexico",
         "Species": "Capsicum Annuum",
         "Description": "The most famous of all Mexican peppers! Normally these peppers are mild to medium, but ours grow quite hot. They are named for Xalapa, the capital city of Veracruz, Mexico, where they were traditionally grown. Jalapeños were commonly eaten by Aztec people prior to the Spanish invasion, including in their smoked form when they are known as chipotles. Their thick flesh and high water content makes them hard to dry without rotting, but the smoke acts as a preservative and gives chipotles their distinct flavor. There are endless ways to eat jalapeños—try stuffing them to make poppers, boiling them into a piquant jelly, or muddling them into your favourite cocktail for a spicy kick.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "C",
         "Name": "Lemon Drop",
         "Origin": "Peru",
         "Species": "Capsicum Baccatum",
         "Description": "The Lemon Drop chili or Ají Limón is a popular seasoning pepper in Peru, where it is known as qillu uchu. Sandia Seed Company calls it “one of the most flavorful of the Andean peppers has survived from pre-Columbian times. Its distinctive citrus flavor and the bright yellow pods immediately bring to mind the crisp aromas of lemons and limes. This pepper is extremely spicy, but when it’s tempered by cooking in sweet-flavored salsas, the lemony taste is dynamite and it is truly citrusy. Raw and finely chopped this pepper adds flavor, color and heat to ceviches.”",
         "SourceName": "Serious Eats",
         "SourceURL": "https://www.seriouseats.com/spice-hunting-lemon-drop-chile-peppers-peruvian-hot-sauce"
      },
      {
         "Tag": "C",
         "Name": "Miguel’s Chubby Super",
         "Origin": "",
         "Species": "",
         "Description": "Description coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "C",
         "Name": "Miguel’s Orange",
         "Origin": "",
         "Species": "",
         "Description": "Description coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "C",
         "Name": "Murupi Amarela",
         "Origin": "Brazil",
         "Species": "Capsicum Chinense",
         "Description": "Murupi Amarela is a rare and unique chilli variety from the Amazon in Brazil, where it is often dried into powders or used in traditional sauces.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "C",
         "Name": "Murupi Great",
         "Origin": "Brazil",
         "Species": "Capsicum Chinense",
         "Description": "The largest of the famous Brazilian Murupi peppers from northern Brazil. These peppers have a good, fruity flavor with a combination of sweet and spice that make them popular for hot sauces and eating fresh.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "C",
         "Name": "Thai Yellow",
         "Origin": "Thailand",
         "Species": "Capsicum Annuum",
         "Description": "The Yellow Thai pepper is a milder Thai that has fruity citrus tones. It still has a quick hot Thai chile heat level but it is lower than the red varieties. They grow pointing up and are very prolific. Use them as a dry seasoning or in stir-fries and sauces.",
         "SourceName": "",
         "SourceURL": ""
      }
   ],
   "Hot": [
      {
         "Tag": "D",
         "Name": "Bitten Ex-Lover",
         "Origin": "",
         "Species": "",
         "Description": "Description coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "D",
         "Name": "Brazilian Giant Habanero",
         "Origin": "Brazil",
         "Species": "Capsicum Chinense",
         "Description": "Excellent for pickling and making salsa, hot sauce, and seasoning spice powder.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "D",
         "Name": "Chilpicitin",
         "Origin": "Mexico",
         "Species": "Capsicum Annuum var. Glabriusculum",
         "Description": "Chilpicitins are the oldest link we have to wild annuum peppers. Its name, also written as “chiltepin”, “tepin”, or “tecpin” comes from the Nahuatl word “tecpin”, meaning ‘flea’. Wild chilpicitins are endemic to a wide range of land from southern Mesoamerica to north of the rio grande, and has long been eaten by indigenous people. Chef Maricel Presilla quotes Ignaz Pfefferkorn, an eighteenth century German Jesuit missionary: “it is manna to the [native] American palate and is used with every dish with which it harmonizes. It is placed [dried] unpulverized on the table in a salt cellar and each facier takes as much of it as he believes he can eat. He pulverizes it with his fingers and mixes it into his food.”",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "D",
         "Name": "Dieghito",
         "Origin": "Italy",
         "Species": "Capsicum Annuum",
         "Description": "From Refining Fire Chiles: “The Dieghito Jalapeno pepper comes to us from Italy. It is reported to be a cross between a Farmers Market Jalapeno and an unknown variety. Or the Italians just do not want us to know what that other variety is. As of 2020 it is said to be an F5 generation. The Dieghito Jalapeno chiles ripen from green to red with cracking lines or corking on its exterior skin. The peppers are unique as they have a heart or round shape to them.The Dieghito Jalapeno peppers are great for roasting, stuffing, salsa and pickling.”",
         "SourceName": "Refining Fire Chiles",
         "SourceURL": "https://www.superhotchiles.com/product/dieghito-jalapeno-pepper-seeds/?v=7516fd43adaa"
      },
      {
         "Tag": "D",
         "Name": "Gamble Your Gold Dust",
         "Origin": "",
         "Species": "",
         "Description": "Description coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "D",
         "Name": "Green St Barts",
         "Origin": "Saint Barthélemy",
         "Species": "Capsicum Chinense",
         "Description": "This pepper is an unusual variant of the more common yellow Harolds St. Bart habanero. It stays green even when fully ripe and has only a slight yellow tint on the pods, making it hard to catch at its peak. It makes good chilli jam, hot sauce, or a fantastic chilli powder.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "D",
         "Name": "Israel’s Yellow",
         "Origin": "",
         "Species": "",
         "Description": "Description coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "D",
         "Name": "Orange Thai",
         "Origin": "Thailand",
         "Species": "Capsicum Annuum",
         "Description": "The Orange Thai chile pepper is very similar to the typical red Thai chile pepper, but is unique for its orange ripening pods. As with most Thai chiles, expect an intense upfront heat!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "D",
         "Name": "Paper Lantern",
         "Origin": "Peru",
         "Species": "Capsicum Chinense",
         "Description": "This pepper is a tropical-sweet habanero-type. It is hotter than the common habanero, but with a slower heat that makes it taste sweeter. Unlike most warm-loving habaneros, it has a short growing season that helps it thrive in cooler Northern climates. Its thin walls make it great for drying, but the sweetness makes it an excellent pickle.",
         "SourceName": "PepperScale",
         "SourceURL": "https://www.pepperscale.com/hot-paper-lantern/"
      },
      {
         "Tag": "D",
         "Name": "Pimenta Moranga",
         "Origin": "Brazil",
         "Species": "Capsicum Chinense",
         "Description": "From Refining Fire Chiles: “The Pimenta Moranga Pepper is a beauty from the country of Brazil. The chiles are produced in amazing light purple clusters that ripen through orange than finally red. The Pimenta Moranga chiles are teardrop shaped with pointed ends and grow pointing up. As they ripen and gain water weight, the cluster of chiles fall more from their upright position. The flavor is very fruity, and the heat is at the lower habanero level. Great for sauces, salsa, pickling and stir fry.”",
         "SourceName": "Refining Fire Chiles",
         "SourceURL": "https://www.superhotchiles.com/product/pimenta-moranga-pepper-seeds/?v=7516fd43adaa"
      },
      {
         "Tag": "D",
         "Name": "Puerto Rican Yellow",
         "Origin": "Puerto Rico",
         "Species": "Capsicum Chinense",
         "Description": "From Refining Fire Chiles: “The Puerto Rican Yellow pepper has a low habanero heat level and a nice blend of citrus sweet flavor. The skin is thin, so they are great for making a spicy seasoning powder. The Puerto Rican Yellow Chiles are also good for pickling and fresh salsa.”",
         "SourceName": "Refining Fire Chiles",
         "SourceURL": "https://www.superhotchiles.com/product/puerto-rican-yellow-pepper-seeds/?v=7516fd43adaa"
      },
      {
         "Tag": "D",
         "Name": "Red Thai",
         "Origin": "Thailand",
         "Species": "Capsicum Annuum",
         "Description": "Expect a sharp heat up front. Great for stir-fries and pickles",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "D",
         "Name": "Thai Bird",
         "Origin": "Thailand",
         "Species": "Capsicum Annuum",
         "Description": "Also known as ‘bird's-eye chiles’ or prik kee noo, these peppers are prized for their fruity taste and bright heat. Commonly used as a garnish, added to soups, or just nibbled on during a meal. These peppers also do well in curries and salads.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "D",
         "Name": "White Bullet",
         "Origin": "Peru",
         "Species": "Capsicum Chinense",
         "Description": "The habanero white bullet or Peruvian white has a fruity, smoky flavor and an intense heat. Hot white peppers are usually quite rare varieties—try drying them for a strikingly colored chile powder.",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "D",
         "Name": "Wiri Wiri",
         "Origin": "Guyana",
         "Species": "Capsicum Frutescens",
         "Description": "From PepperScale: “The Guyanese wiri wiri pepper may look little but inside it contains sun-like heat rivaling habanero peppers and Scotch bonnets. The flavor, too, is deliciously distinct–fruity with sharp tomato undertones. No wonder the Guyanese treasure this chili as a staple in their everyday cuisine! Wiri wiri are used in a delicious extra spicy table sauce (along with mango) common on dining tables across Guyana. It’s also used to create pepper rum that’s used to finish stews, soups, and other dishes.”",
         "SourceName": "PepperScale",
         "SourceURL": "https://www.pepperscale.com/wiri-wiri-pepper/"
      },
      {
         "Tag": "D",
         "Name": "Yellow Lightning Habanero",
         "Origin": "Kutztown, PA",
         "Species": "Capsicum Chinense",
         "Description": "Yellow Lightning Habanero is named for its lightning bolt-shaped brightly colored pods. They carry an intense heat but often with a slightly delayed effect. Careful not to overshoot before the heat hits you! The original variety was bred by James Weaver of Meadow View Farm.",
         "SourceName": "",
         "SourceURL": ""
      }
   ],
   "Very hot": [
      {
         "Tag": "E",
         "Name": "7 Pot Brain Strain",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "7 Pot Douglah",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "7 Pot Primo",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Black Habanero",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Black Panther",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Chocolate Apocalypse",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Chocolate Habanero",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Chocolate Reaper",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Congo Black",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Death Spiral",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Fatalii",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Ghost",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Giant White Habanero",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Green Apocalypse",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Mustard Scorpion",
         "Origin": "Trinidad",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Orange Long-Tailed Scorpion",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Red Apocalypse",
         "Origin": "Italy",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Red Bubblegum",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Red Reaper",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Red Savina Habanero",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Red Scotch Bonnet",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Spit Fire and Cry",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Ugly Putty Scorpion",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Wartryx",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Yellow Bubblegum",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Yellow Reaper",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "E",
         "Name": "Yellow Scotch Bonnet",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      }
   ],
   "Seasoning": [
      {
         "Tag": "F",
         "Name": "Aji Dulce",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "F",
         "Name": "Red Biquinho",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "F",
         "Name": "Trinidad Perfume",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "F",
         "Name": "Trinidad Pimento",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      },
      {
         "Tag": "F",
         "Name": "Yellow Biquinho",
         "Origin": "",
         "Species": "",
         "Description": "Very hot pepper descriptions coming soon!",
         "SourceName": "",
         "SourceURL": ""
      }
   ]
}